[
   {
      "schedule": "10.010 - Ratio Calculations",
      "summary": "Schedule 10.010 - Ratio Calculations provides instructions for calculating the risk-based capital ratio and TLAC ratio. The calculation of the risk-based capital ratio is described in section 1.6 of the guideline, while the calculation of the risk-based TLAC ratio is described in OSFI's TLAC Guideline. The target capital ratios refer to the minimum capital requirements set out in section 1.6 of the guideline plus any mandated capital buffers set out in section 1.7 of the guideline. The OSFI target TLAC ratio refers to the minimum risk-based TLAC ratio set by the Superintendent by order plus the Domestic Stability Buffer (DSB). All ratios are expressed in percent.\n\nThe schedule also includes instructions for adjusting risk-weighted assets (RWAs) for the floor, which is only applicable to institutions using an IRB approach for credit risk. The adjustments are calculated according to section 1.9 of the guideline, and details related to the calculation of the RWA floor adjustment are reported on Schedule 10.030.\n\nIn addition, the schedule includes instructions for reporting an institution's own internal capital and TLAC targets. Internal capital targets are those that have been set by management and approved by the Board. These targets must be reported by all institutions, except for an institution's own internal TLAC target, which is only reported by D-SIBs.\n\nSchedule 10.011 - Simplified Risk-Based Capital Ratio Calculations for Category III SMSBs provides instructions for calculating simplified risk-based capital ratios for Category III SMSBs. The target capital ratios in this schedule refer to the minimum capital requirements set out in section 1.6 of the CAR Guideline plus any mandated capital buffers set out in section 1.7 of the guideline. All ratios are expressed in percent.\n\nThe schedule also provides instructions for calculating total assets from the balance sheet, CET1, Additional Tier 1, and Tier 2 capital deductions from BCAR schedule 20.010, and operational risk RWA by multiplying total minimum capital required for operational risk from Schedule 30.010 by 12.5.\n\nSchedule 10.020 - Summary of RWAs and Exposures at Default (EAD) provides a summary of RWAs and exposures at default. The schedule includes calculations for % IRB Exposure Calculation and % IRB RWA Calculation. The % IRB Exposure Calculation is calculated as the sum of IRB Exposure DPAs divided by the sum of Total Exposure DPAs. The % IRB RWA Calculation is calculated as the IRB RWA DPA divided by the Total RWA DPA.\n\nSchedule 10.050 - Off-balance Sheet Exposures Excluding Derivatives and Securitization Exposures provides information on off-balance sheet exposures excluding derivatives and securitization exposures. The schedule includes reporting of notional and credit equivalent amounts for undrawn commitments, OTC derivatives, and other off-balance sheet items.\n\nSchedule 10.070 - Balance Sheet Coverage by Risk Type and Reconciliation to the Consolidated Balance Sheet provides information on balance sheet coverage by risk type and reconciliation to the consolidated balance sheet.\n\nSchedule 20.010 - Capital and Total Loss Absorbing Capacity (TLAC) Elements provides information on capital and TLAC elements. The schedule includes reporting of CET1, Additional Tier 1, and Tier 2 capital deductions from BCAR schedule 20.010.\n\nSchedule 20.020 - Qualifying Capital Issued Out of Subsidiaries provides information on qualifying capital issued out of subsidiaries.\n\nSchedule 20.030 - Allowance for Impairment: Capital Treatment provides information on the allowance for impairment and its capital treatment.\n\nSchedule 30.010 - Minimum Capital Required for Operational Risk provides information on the minimum capital required for operational risk. The schedule includes calculations for operational risk RWA.\n\nSchedule 40.120 - Standardized Approach – Subordinated Debt, Equity and Other Capital Instruments provides information on the standardized approach for subordinated debt, equity, and other capital instruments.\n\nSchedule 40.290 - Other Credit RWAs provides information on other credit RWAs.\n\nSchedule 60.030 - Summary of Banking Book Securitization Exposures provides a summary of banking book securitization exposures.\n\nSchedule 70.030 - Derivative Contracts provides information on derivative contracts.\n\nSchedule 70.040 - Central counterparty (CCP) credit RWAs provides information on central counterparty credit RWAs.\n\nThe BCAR Short Form is a subset of schedules from the full BCAR return and is available for institutions that meet certain criteria. The reporting frequency and calculations required for completing the schedules in the BCAR Short Form are the same as for the full BCAR, with the exception that summary information related to RWAs, expected loss, and exposures are not carried forward from other schedules. The BCAR Short Form includes schedules such as Ratio Calculations, Summary of RWAs and EAD, Off-balance Sheet Exposures Excluding Derivatives and Securitization Exposures, Balance Sheet Coverage by Risk Type and Reconciliation to the Consolidated Balance Sheet, Capital and TLAC Elements, Allowance for Impairment: Capital Treatment, Minimum Capital Required for Operational Risk, Standardized Approach – Subordinated Debt, Equity and Other Capital Instruments, Other Credit RWAs, Summary of Banking Book Securitization Exposures, Derivative Contracts, and Central counterparty (CCP) credit RWAs."
   },
   {
      "schedule": "10.011 - Simplified Risk-Based Capital Ratio Calculations for Category III SMSBs",
      "summary": "Schedule 10.011 provides the simplified risk-based capital ratio calculations for Category III Small and Medium-Sized Banks (SMSBs). The schedule includes the calculation of the risk-based capital ratios, which are expressed in percent. The target capital ratios are based on the minimum capital requirements set out in the guideline, including any mandated capital buffers. The schedule also includes the calculation of the RWA floor adjustment, which is only applicable to institutions using an Internal Ratings-Based (IRB) approach for credit risk. \n\nCategory III SMSBs are not required to calculate RWAs for exposures. Instead, they must complete the \"Notional\" and \"Exposure\" columns for derivatives and off-balance sheet items. The schedule also includes instructions for reporting internal capital targets and notifying OSFI of the institution's filing.\n\nIn addition to Schedule 10.011, the Category III BCAR includes other schedules such as Countercyclical Buffer Requirement, Capital and Total Loss Absorbing Capacity (TLAC) Elements, Allowance for Impairment, and Minimum Capital Required for Operational Risk.\n\nSchedule 40.290 is part of the Other Credit RWAs schedule and captures banking book balance sheet assets that are not included in the standardized approach to credit risk. It includes items such as unrealized gains on derivatives, unsettled non-DvP trades, right of use assets, prepaid portfolio mortgage insurance, unallocated accrued interest, and other miscellaneous receivables. The risk weights for these assets are determined based on the guidelines provided.\n\nOverall, these schedules provide detailed information on the calculation of risk-based capital ratios and the reporting requirements for Category III SMSBs."
   },
   {
      "schedule": "10.020 - Summary of Risk-weighted Assets (RWA)s and Exposures at Default (EAD)",
      "summary": "The context provided describes various schedules and memo items related to risk-weighted assets (RWA) and exposures at default (EAD). Here is a summary of the key information:\n\n- Schedule 10.020 captures information on RWA for insured exposures after recognition of credit risk mitigation for exposures reported in M48. It also includes the expected loss amount for these insured exposures.\n\n- Schedules 50.010, 50.060, 50.190, 50.220, 50.230, 50.240, 50.250, 50.250a, and 50.250b focus on credit risk-weighted assets under the IRB Approach for insured exposures subject to DLGD floor. These schedules specifically capture information related to the DLGD floor for insured exposures.\n\n- Insured exposures bound by LGD floor (M61) is a subset of exposures reported in column \"After CRM - Adjusted EAD\" for which the DLGD floor has increased the LGD of the uninsured exposure.\n\n- LGD on insured exposures bound by DLGD floor, before DLGD floor (%) (M62) represents the exposure-weighted average pre-CRM LGD of insured exposures bound by the DLGD floor.\n\n- LGD on insured exposures bound by DLGD floor, after DLGD floor (%) (M63) represents the exposure-weighted average pre-CRM LGD of insured exposures bound by the DLGD floor after adjustments for collateral.\n\n- Schedule 50.150 focuses on the IRB Specialized Lending Slotting Approach for determining RWAs for specialized lending exposures.\n\n- The general methodology for calculating RWAs and expected loss amounts under the slotting approach is described in sections 5.5.1 to 5.5.3.\n\n- Schedules 50.160 to 50.210 capture credit risk-weighted assets under the IRB Approach for retail portfolios.\n\n- Schedule 10.030 collects details on the capital floor RWAs and the adjustment for the floor requirement.\n\n- Schedule 10.040 focuses on the countercyclical buffer (CCyB) and its general methodology.\n\n- Schedule 10.010 calculates various ratio calculations, including the risk-based capital ratio and TLAC ratio.\n\n- Schedule 10.011 calculates simplified risk-based capital ratios for Category III SMSBs.\n\n- Schedule 60.020 collects information on securitization exposures subject to IRB approval, including internal ratings based approach (SEC-IRBA) and internal assessment approach (IAA) exposures.\n\nThese summaries provide an overview of the different schedules and memo items related to risk-weighted assets and exposures at default described in the provided context."
   },
   {
      "schedule": "10.030 - Summary of Capital Floor Risk-Weighted Assets",
      "summary": "Schedule 10.030 provides a detailed summary of the calculation of the RWA floor adjustment. The adjustment is calculated by institutions using an IRB approach for credit risk, according to section 1.9 of the guideline. The schedule includes the calculation of the % IRB Exposure and % IRB RWA, which are calculated based on the IRB Exposure DPAs and Total Exposure DPAs. The schedule also includes the calculation of the % IRB RWA, which is calculated based on the IRB RWA DPA and Total RWA DPA. The details of the RWA floor adjustment calculation are reported in this schedule."
   },
   {
      "schedule": "10.040 - Counter-Cyclical Capital Buffer (CCyB)",
      "summary": "The Counter-Cyclical Capital Buffer (CCyB) is outlined in section 1.7.2 of the guideline. Institutions with operations outside Canada will calculate their institution-specific CCyB requirement based on the geographic location of their private sector credit exposures. This requirement is a weighted average of the requirements applied in jurisdictions where they have credit exposures. The CCyB requirement is reported in datapoint address (DPA) 1190 on schedule 10.010. The calculation takes into account the risk-weighted assets (RWA) for private sector credit exposures, which are based on the location of ultimate risk. The add-on rate for the CCyB is found on the BIS website and should be reported to four decimal places. The weighted buffer add-on percentage for each country is the product of the geographic weight and the CCyB add-on rate. This percentage is reported in DPA 1190 on schedule 10.010. \n\nFor Category III SMSBs, the CCyB requirement is reported in DPA 16017 on schedule 10.011. Private sector credit exposures are reported as the asset value instead of RWA, and the geographic weight for jurisdictions is calculated based on the institution's asset value. The weighted buffer add-on percentage for all countries/jurisdictions is reported in DPA 16017 on schedule 10.011.\n\nOff-balance sheet exposures excluding derivative and securitization exposures are reported in schedule 10.050. This schedule splits off-balance sheet instruments between the type of credit risk approach used (standardized, FIRB, and AIRB) and includes undrawn commitments. Securitization-related exposures and derivative contracts are excluded from this schedule and are reported separately. \n\nThe BCAR includes a section on Basket Credit Default Swaps, which itemizes capital charges associated with first to default and nth to default products. Instruments with external ratings below BB- are assigned a 100% capital charge.\n\nThe BCAR also includes sections on total capital required for interest rate position specific risk on tranched products, total minimum capital charge for market risk, valuation adjustments for less liquid positions, and quarterly backtesting of consolidated Value at Risk Model.\n\nThe BCAR Short Form is a subset of schedules from the full BCAR return and is completed by Category III institutions. The reporting frequency and instructions for completing the schedules in the BCAR Short Form are the same as for the full BCAR. The BCAR Short Form includes schedules such as Simplified Risk-Based Capital Ratio (SRBCR) calculations, Countercyclical Buffer (CCyB) requirement, Capital and Total Loss Absorbing Capacity (TLAC) Elements, and Minimum Capital Required for Operational Risk.\n\nThe basis of measurement used for reporting on-balance sheet exposures in the BCAR is the same as that used for financial statements prepared in accordance with International Financial Reporting Standards (IFRS), with some exceptions."
   },
   {
      "schedule": "10.041 - Counter-Cyclical Capital Buffer (CCyB) for Category III SMSBs",
      "summary": "The Counter-Cyclical Capital Buffer (CCyB) for Category III SMSBs is outlined in section 1.7.2 of the guideline. Institutions with operations outside Canada will calculate their institution-specific CCyB requirement by looking at the geographic location of their private sector credit exposures and weighting it based on the requirements in the jurisdictions where they have credit exposures. This buffer is reported in datapoint address (DPA) 1190 on schedule 10.010. The CCyB requirement is calculated as a weighted average of the requirements in different jurisdictions. The geographic weight for each jurisdiction is determined by dividing the institution's credit risk charge for private sector credit exposures in that jurisdiction by the institution's total credit risk charge for private sector credit exposures across all jurisdictions. The add-on rate for the CCyB is found on the BIS website and should be reported to four decimal places. The weighted buffer add-on for each country is the product of the geographic weight and the CCyB add-on rate. The total weighted buffer add-on percentage for all countries/jurisdictions should be reported in DPA 1190 of schedule 10.010. \n\nFor Category III SMSBs, private sector credit exposures are reported as the asset value instead of risk-weighted assets (RWA) in schedule 10.041. The geographic weight for jurisdictions is calculated based on the institution's asset value that relates to private sector credit exposures in that jurisdiction divided by the institution's total asset value that relates to private sector credit exposures across all jurisdictions. The total weighted buffer add-on percentage for all countries/jurisdictions should be reported in DPA 16017 of schedule 10.011.\n\nOff-balance sheet exposures excluding derivative and securitization exposures are reported in schedule 10.050. This schedule splits off-balance sheet instruments between the type of credit risk approach used (standardized, FIRB, and AIRB) and reports the notional amount of the exposure. Derivative and securitization exposures are reported separately in schedules 60.030 and 70.030, respectively.\n\nMemo items in the BCAR include information on derivatives, off-balance sheet exposures, and securities financing transactions (SFTs). These memo items are not included in the calculation of the simplified risk-based capital ratios but institutions are required to inform OSFI if they exceed the thresholds for either derivative or off-balance sheet exposures.\n\nSchedule 10.020 summarizes risk-weighted assets (RWA) and exposure at default (EAD) by exposure class. The RWA and EAD data are generally carried forward from supporting schedules in the return. The schedule also includes information on the use of the Advanced Internal Ratings Based (AIRB) approach and the removal of the option to use the AIRB approach for certain asset classes.\n\nSchedule 90.010 calculates the minimum capital required for market risk. It includes information on basket credit default swaps, total capital required for interest rate position specific risk on tranched products, total minimum capital charge for market risk, valuation adjustments for less liquid positions, and memo items related to the backtesting of consolidated value at risk models.\n\nThe Category III BCAR is a subset of schedules from the full BCAR return and is completed by Category III SMSBs. The reporting frequency for the Category III BCAR is the same as for the full BCAR. The Category III BCAR includes schedules such as simplified risk-based capital ratio calculations, countercyclical buffer requirements, capital and total loss absorbing capacity elements, and minimum capital required for operational risk.\n\nInstitutions filing the Category III BCAR should notify OSFI at least 30 days in advance of their first filing. The basis of measurement used for reporting on-balance sheet exposures is the same as that used for financial statements prepared in accordance with International Financial Reporting Standards (IFRS), with some exceptions. The Category III BCAR also includes abbreviations and definitions for various terms used in the return."
   },
   {
      "schedule": "10.050 - Off-balance Sheet Exposures Excluding Derivatives and Securitization Exposures",
      "summary": "Schedule 10.050 provides a detailed summary of off-balance sheet exposures excluding derivatives and securitization exposures. It includes information on third party assets that are consolidated for accounting purposes but not recognized as a credit risk exposure. Liquidity facilities provided by the reporting bank to consolidated securitization entities remain off-balance sheet and are not reported on this schedule. The schedule also includes adjustments to reflect differences in balance sheet exposure amounts resulting from measurement bases used for accounting purposes. It further includes information on insured mortgages and HELOCs split by risk-weighted assets and probability of default band. The schedule also presents details on exposures subject to the currency mismatch multiplier. Schedule 20.010 provides information on capital and TLAC elements, including eligible capital elements, adjustments, and deductions from capital. Section B of the schedule focuses on SEC-ERBA exposures, while section C covers unrated exposures measured under the standardized approach. Section D includes all exposures subject to caps based on KSA or a standardized approach risk weight. The schedule also includes information on collateral adjustments, weighted average maturity, and risk weights. Schedule 40.120 provides information on the standardized approach for subordinated debt, equity, and other capital instruments. Schedule 40.280 focuses on equity investments in funds. The schedule also includes information on gross exposures by original obligor and ultimate guarantor. Schedule 10.070 summarizes the balance sheet coverage by risk type and reconciles it to the consolidated balance sheet. It includes information on credit risk and market risk exposures, and adjustments are made to avoid double counting of assets."
   },
   {
      "schedule": "10.060 - Gross Exposures by Original Obligor and by Ultimate Guarantor",
      "summary": "Schedule 10.060 - Gross Exposures by Original Obligor and by Ultimate Guarantor collects information on exposures to mortgage-backed securities that incorporate tranching of credit risk. The schedule includes columns for \"CRM Adjustments to Net Exposure\" which reflect the impact of credit risk mitigation measures such as guarantees, credit derivatives, and collateral. The treatment of credit risk mitigation is discussed in detail in section 4.3 of the guideline. The schedule also includes columns for insured residential mortgages, which should be reported with risk weights as per section 4.3.5(vi) of the guideline. The schedule further includes a section capturing information on insured Canadian mortgages and HELOCs, split according to whether insurance is provided by a sovereign or by a private corporation. The schedule also includes a column for collateral under the comprehensive approach, which represents the adjustment to the pre-CRM exposure value. The risk weight factors applicable to each exposure class are provided in sections 4.1.1 to 4.1.24 of the guideline. The schedule is divided into sections A to D for reporting different types of exposures, and section E provides a summary of the total risk-weighted assets and amounts deducted from CET1 capital for securitization exposures. Section F collects memo items, including the reduction in risk-weighted assets for amounts retained that exceed the maximum capital requirement, and the total risk-weighted assets of exposures subject to a 1250% risk weight."
   },
   {
      "schedule": "10.070 - Balance Sheet Coverage by Risk Type and Reconciliation to Consolidated Balance Sheet",
      "summary": "Schedule 10.070 is used to reconcile the balance sheet for capital purposes, from the BCAR to the institution's consolidated balance sheet for accounting purposes. It includes the translation from equity to consolidation accounting for subsidiaries that are not consolidated for capital adequacy purposes. The schedule also covers the Credit Risk section, which includes figures carried forward or calculated from data reported in other schedules. It specifically addresses assets related to securitization and the adjustment required if the gain on sale reported on schedule 60.030 does not match the asset amount recorded on the balance sheet. The schedule also covers the amount of liabilities and non-cash securities lending included in repo-style transaction exposures and the specific allowance on equities treated under the IRB approach. \n\nThe Gross Exposure before CRM section of the schedule includes exposures treated under the standardized approach and the IRB approach. For portfolios treated under the IRB approach, the Stage 3 Allowance should contain Stage 3 allowances together with partial write-offs. \n\nThe Market Risk section of the schedule reports balance sheet assets subject to specific risk charge under the market risk framework. The spot balances reported should be determined on the same recognition basis as used for accounting purposes. \n\nThe schedule also includes a section on Balance Sheet Assets Included in both credit and market risk, which eliminates double counting of certain assets that attract both credit and specific market risk. \n\nThere is a section on Securitization-related adjustments, which reconciles the on-balance sheet exposures determined for capital ratio purposes with the balance sheet based on asset recognition/derecognition rules under IFRS accounting. The differences between the two measurement bases are reported in the appropriate adjustment lines. \n\nThe schedule also addresses the inclusion of off-balance sheet instruments and undrawn commitments in the IRB Retail asset class and the Standardized and AIRB columns on schedule 10.050. \n\nPrescribed credit conversion factors (CCF) are provided for different approaches, and exposures and credit equivalent amounts are reported gross of allowances and before any CRM. \n\nThe schedule also provides a summary of all insured mortgages and HELOCs, a breakdown of exposures subject to the 1.5 currency mismatch multiplier, and a summary of all standardized approach exposures subject to currency mismatch multiplier. \n\nThe schedule is part of the overall reporting requirements for capital and TLAC elements, and it includes adjustments and deductions from capital based on accounting and capital-related matters. \n\nOverall, schedule 10.070 provides a detailed reconciliation and coverage of the balance sheet for capital purposes and accounting purposes, as well as specific treatment for different risk types and exposures."
   },
   {
      "schedule": "10.080 - Summary of All Insured Canadian Mortgages and HELOCs",
      "summary": "Schedule 10.080 provides a detailed summary of all insured Canadian mortgages and HELOCs. The schedule includes information on the original loan, loans insured by CMHC, and loans insured by a private mortgage insurer (PMI). The summary is split by risk-weighted assets (RWAs) and probability of default (PD) band, for both the Standardized and IRB credit risk approaches. The schedule also includes separate tables for guarantees treated under the SA and guarantees treated under the IRB approach. Additionally, the schedule captures information on insured mortgages and HELOCs, categorized by insurance provided by a sovereign or a private corporation. The schedule also includes sections for collateral under the comprehensive approach and CRM adjustments to net exposure. The risk weights applicable to each exposure class are provided, and the treatment of mortgage insurance as a credit risk mitigant is explained."
   },
   {
      "schedule": "10.090 - Summary of All Standardized Approach Exposures Subject to Currency Mismatch Multiplier",
      "summary": "Schedule 10.090 provides a summary of all standardized approach exposures subject to the currency mismatch multiplier. It includes information on exposures to mortgage-backed securities that incorporate tranching of credit risk, as well as credit risk mitigation, guarantees, credit derivatives, and collateral. The schedule also covers insured residential mortgages and the treatment of equity investments in funds. It further outlines the risk weight factors applicable to each exposure class and the treatment of unrated exposures. The schedule is divided into several sections, including SEC-ERBA exposures, unrated exposures measured under the standardized approach, and exposures subject to caps based on KSA or a standardized approach risk weight. The summary section provides an overview of the total risk-weighted assets and amounts deducted from CET1 capital for securitization exposures."
   },
   {
      "schedule": "20.010 - Capital and Total Loss Absorbing Capacity (TLAC) Elements",
      "summary": "Schedule 20.010 - Capital and Total Loss Absorbing Capacity (TLAC) Elements provides information on eligible capital elements, adjustments, and deductions from capital based on an institution's consolidated balance sheet. Certain line items adjust these figures to recognize differences between capital elements and accounting purposes. The schedule also includes information on TLAC elements and adjustments that may be subject to reversal by D-SIBs in calculating TLAC available.\n\nSchedule 10.080 - Summary of All Insured Mortgages and HELOCs presents details on all insured mortgages and HELOCs split by risk-weighted assets (RWAs) and probability of default (PD) band for standardized and IRB credit risk approaches. It includes information on loans insured by CMHC and private mortgage insurers.\n\nSchedule 10.090 - Summary of All Standardized Approach Exposures Subject to Currency Mismatch Multiplier provides RWAs for exposures subject to the 1.5 currency mismatch multiplier. The schedule includes total incremental RWAs related to the multiplier and a memo item for total RWAs for these exposures.\n\nSchedule 20.020 - Qualifying Capital Issued Out of Subsidiaries collects information on qualifying capital instruments issued by consolidated subsidiaries and determines the amounts eligible for inclusion in the reporting institution's capital. The schedule includes information by tier of capital issued by subsidiaries and distinguishes between bank and non-bank subsidiaries.\n\nSchedule 20.030 - Allowance for Impairment: Capital Treatment provides supporting calculations for the amount of eligible general allowance and excess/shortfall in allowances included in capital. The schedule includes information on general allowances, specific allowances, and the allocation of net Stage 1 and Stage 2 allowances to standardized and IRB portfolios.\n\nThe context also includes information on the calculation of net losses, loss recoveries, and the loss component for operational risk capital charge. It provides details on the estimation of net losses for acquired businesses and the inclusion of estimated losses for acquired banks."
   },
   {
      "schedule": "20.020 - Qualifying Capital Issued Out of Subsidiaries",
      "summary": "Schedule 20.020 - Qualifying Capital Issued Out of Subsidiaries collects information on the tier of capital issued by a reporting institution's consolidated subsidiaries and determines the amounts eligible for inclusion in the reporting institution's capital. The information is collected separately for subsidiaries that are banks and subsidiaries that are not banks. The schedule also includes specific rules for the inclusion of CET1, Tier 1, and Tier 2 instruments issued by consolidated subsidiaries. The amounts eligible for inclusion in the reporting institution's capital are carried forward to Schedule 20.010. Schedule 20.030 provides supporting calculations for the amount of eligible general allowance and excess/shortfall in allowances included in capital, subject to certain limits. The general methodology for including general allowances in Tier 2 capital is outlined, and institutions using the standardized approach must compare their allowance for credit losses to IRB expected loss amounts and deduct any shortfall from Common Equity Tier 1 capital. Deductions are also made for significant investments in financial institutions, holdings of instruments in deconsolidated subsidiaries, interests in joint ventures, and goodwill included in the valuation of significant investments. Schedule 20.010 also contains additional sections for supporting information and calculations, including the calculation of deductions for investments in the capital of banking, financial, and insurance entities, the phase-out of non-qualifying capital instruments for FCUs, and memo items such as gross losses, loss recoveries, and net losses."
   },
   {
      "schedule": "20.030 - Allowance for Impairment: Capital Treatment",
      "summary": "Schedule 20.030 - Allowance for Impairment: Capital Treatment provides calculations for the amount of eligible general allowance and excess/shortfall in allowances included in capital. The schedule outlines the general methodology for including general allowances in Tier 2 capital for institutions using the standardized approach. It also explains the methodology for institutions using the IRB approach to compare their allowance for credit losses to IRB expected loss amounts and deduct any shortfall in allowance from Common Equity Tier 1 capital. The schedule includes calculations for net Stage 1 and Stage 2 allowance allocated to standardized and IRB portfolios, as well as the calculation of excess allowance for inclusion in Tier 2 capital. It also covers the phase-out of non-qualifying capital instruments for FCUs and includes memo items for significant investments and other deductions from CET1 capital. The schedule provides detailed instructions and formulas for each calculation."
   },
   {
      "schedule": "30.010 - Minimum Capital Required for Operational Risk",
      "summary": "The document provides information on the minimum capital required for operational risk under the BCAR Short Form. Institutions filing the BCAR Short Form must notify OSFI at least 30 days in advance of their first filing. The Category III BCAR is a subset of schedules from the full BCAR return and is limited to specific schedules. The basis of measurement for reporting on-balance sheet exposures is the same as that used for financial statements prepared in accordance with IFRS. The document also provides instructions for calculating the risk-based capital ratio and the minimum capital required for operational risk. It includes details on the reporting requirements for internal models and the standardized approach for calculating market risk charges."
   },
   {
      "schedule": "40.010 - Sovereign",
      "summary": "The context provided is a collection of instructions and guidelines related to various aspects of securitization and credit risk treatment. It includes information on the calculation of credit risk-weighted assets, the inclusion of guarantees and allowances in capital, the treatment of securitization exposures, and the reporting requirements for different types of securitization transactions. The context also provides details on the methodology and criteria for determining risk weights, allowances, and capital treatment for securitization exposures. Overall, the context provides comprehensive guidance for institutions on how to calculate and report their securitization and credit risk-related information."
   },
   {
      "schedule": "40.020 - Public Sector Entities (PSEs)",
      "summary": "The context provided is a collection of instructions and guidelines related to the reporting and treatment of credit risk exposures for public sector entities (PSEs) in the banking book. It covers various topics such as the classification of exposures, calculation of risk weights, treatment of guarantees, inclusion of allowances in capital, and reporting requirements.\n\nThe context emphasizes the importance of accurately reporting exposures and risk weights based on the applicable methodology (standardized or internal ratings-based) adopted by the institution. It also provides instructions on how to calculate and report specific types of exposures, such as retail residential mortgages, commercial real estate, corporate loans, and securitization exposures.\n\nFurthermore, the context highlights the need to report exposures and risk weights consistently across all netting sets and to follow specific rules for the inclusion of qualifying capital issued by consolidated subsidiaries in the reporting institution's capital.\n\nOverall, the context provides detailed instructions and guidelines for the reporting and treatment of credit risk exposures for PSEs, ensuring accurate and consistent reporting practices."
   },
   {
      "schedule": "40.030 - Multilateral Development Banks (MDBs) ",
      "summary": "The context provided discusses various aspects related to multilateral development banks (MDBs). It mentions different exposure classes in the banking book, such as wholesale, sovereign, PSE, covered bonds, securities firms, and other financial institutions treated as banks or corporates. It also discusses specialized lending, project financing, object financing, commodity financing, and HVCRE. The context further mentions the recognition of guarantees through adjustments to LGD and the calculation of LGD for exposures that qualify for a 2% risk weight. It also discusses the inclusion of exposures with a DLGD floor greater than the 10% LGD floor and the institution's own estimate of LGD. The context provides information on credit derivatives, netting sets, and the calculation of the CCyB requirement based on the geographic location of private sector credit exposures. It also discusses the calculation of RWA for private sector credit exposures, off-balance sheet exposures, and derivative contracts. The context includes instructions for reporting insured exposures subject to DLGD floor, LGD on insured exposures, and the slotting approach for specialized lending and IRB retail."
   },
   {
      "schedule": "40.040 - Bank (excluding Covered Bonds)",
      "summary": "The context provided describes the different sections and columns of schedule 40.040 - Bank (excluding Covered Bonds). This schedule includes wholesale exposures in the Banking Book (excluding securitization) and Trading Book exposure class. It also includes information on guarantees, LGD adjustments, risk weights, and credit risk mitigants. The schedule is divided into different sections, including securitization exposures, unrated exposures, and exposures subject to risk weight caps. The context provides instructions and guidelines for reporting the various types of exposures and their associated risk weights."
   },
   {
      "schedule": "40.050 - Covered bonds",
      "summary": "Covered bonds are included in the context provided under the category of wholesale exposures in the Banking Book. The context also mentions that guarantees associated with exposures reported in this category may be recognized through an adjustment to the Loss Given Default (LGD) instead of substituting the guarantor's Probability of Default (PD) and risk-weight function. The context further explains that the \"after guarantee\" LGD for an exposure that qualifies for a 2% risk weight can be calculated using a specific formula. Additionally, the context provides information on the reporting of exposures by original obligor and ultimate guarantor, as well as the treatment of collateral under the comprehensive approach. The context also mentions the treatment of securitization exposures and the reporting of risk weights for different types of exposures. Overall, the context provides detailed information on the treatment and reporting of covered bonds in the banking book."
   },
   {
      "schedule": "40.060 - Securities Firms and Other Financial Insititutions Treated as Bank",
      "summary": "The context provided is a detailed description of the various exposure classes and calculations involved in the 40.060 - Securities Firms and Other Financial Institutions Treated as Bank. It includes information on different exposure classes such as Sovereign, PSE, Bank, Covered Bonds, Securities Firms, Corporate, Specialized Lending, and Retail. It also explains the calculation of deductions for significant investments, the treatment of securitization exposures, and the calculation of total capital and TLAC available. The context provides specific guidelines and references for each section of the summary."
   },
   {
      "schedule": "40.070 - Large Corporate",
      "summary": "The context provided describes various aspects related to large corporate exposures in the banking book. It mentions that wholesale exposures include the sovereign, PSEs, banks, covered bonds, securities firms, and other financial institutions treated as banks or corporates. It also mentions specialized lending categories such as project financing, object financing, commodity financing, HVCRE, and slotting approach. The context further explains the calculation of expected loss, LGD adjustment for guarantees, and the treatment of exposures to non-qualifying central counterparties.\n\nAdditionally, the context discusses the deduction of significant investments in commercial entities from CET1 capital, the treatment of reverse mortgage exposures, and the deduction of investments in Additional Tier 1 and Tier 2 capital instruments. It also mentions the deduction of goodwill included in the valuation of significant investments and the treatment of cryptoassets.\n\nFurthermore, the context provides information on the calculation of total capital and TLAC available, including deductions and transfers between capital tiers. It mentions the deduction of prepaid portfolio insurance assets, non-payment and non-delivery on non-DvP transactions, and exposures below the materiality threshold on credit protection. It also discusses the deduction of equity investments in funds subject to the fall-back approach.\n\nThe context includes details on the reporting of gross losses, loss recoveries, and net losses, including the impact of acquisitions on operational loss data. It provides specific examples of operational losses for acquired businesses (Acquisition A and Acquisition B) and the estimation of net losses for Acquisition B in years 1-4. It also mentions the recent acquisition of another bank (Acquisition C) and its actual operational losses.\n\nOverall, the context provides a comprehensive overview of the various aspects and calculations related to large corporate exposures in the banking book."
   },
   {
      "schedule": "40.080 - Mid-sized Corporate",
      "summary": "The context provided is a collection of instructions and guidelines related to various aspects of banking and capital requirements. It includes information on wholesale exposures, guarantees, risk-weight formulas, expected loss calculations, off-balance sheet exposures, qualifying capital issued out of subsidiaries, allowance for impairment, and more. The context provides detailed instructions on how to calculate and report various metrics and ratios related to capital adequacy and risk management."
   },
   {
      "schedule": "40.090 - Small and Medium-Sized Entities (SMEs) Treated as Corporate",
      "summary": "The context provided describes various aspects related to the treatment of small and medium-sized entities (SMEs) as corporate entities in the banking book. It mentions different exposure classes, such as wholesale, specialized lending, and project financing, and explains how guarantees are recognized in the AIRB approach. The context also discusses the calculation of expected loss, risk-weighted assets, and allowances for impairment. It provides instructions for reporting investments in the capital of banking, financial, and insurance entities, as well as deductions for significant investments in common equity, mortgage servicing rights, and deferred tax assets. Additionally, it mentions the phase-out of non-qualifying capital instruments for federal credit unions and includes memo items for specific reporting requirements."
   },
   {
      "schedule": "40.10 - Securities Firms and Other Financial Instititutions Treated as Corporate",
      "summary": "The context provided describes the various calculations and deductions related to securities firms and other financial institutions treated as corporate. It includes information on wholesale exposures, guarantees, risk-weight functions, LGD (Loss Given Default), and the calculation of total capital and TLAC (Total Loss Absorbing Capacity) available. It also covers the deduction of investments in significant entities, the phase-out of non-qualifying capital instruments, and the calculation of allowances for impairment. The context provides detailed instructions and guidelines for reporting and calculating these various aspects."
   },
   {
      "schedule": "40.110 - Specialized Lending",
      "summary": "The context provided describes various aspects of specialized lending, including different exposure classes, risk weights, guarantees, collateral, and deductions from regulatory capital. It mentions the distinction between the banking book and trading book, as well as the calculation of total capital and TLAC available. It also discusses the treatment of significant investments in banking, financial, and insurance entities, as well as the deduction of certain assets from CET1 capital. Additionally, it mentions the interim approach to cryptoassets and the deduction of investments in Other TLAC instruments. Overall, the context provides a comprehensive overview of the topic of specialized lending."
   },
   {
      "schedule": "40.120 - Subordinated Debt, Equity and Other Capital Instruments",
      "summary": "The context provided describes the reporting and calculation of subordinated debt, equity, and other capital instruments in financial institutions. The holdings of these instruments are reported separately, split between investments in deconsolidated subsidiaries and other significant investments and interests in joint ventures. The equity method of accounting is used to determine the deduction for interests in joint ventures and investments in deconsolidated subsidiaries. Goodwill included in the valuation of significant investments should be deducted from CET1 capital. The calculation of total capital and TLAC available is presented, including subcomponents of regulatory capital and deductions. Reverse mortgage exposures that exceed 80% LTV are deducted from CET1 capital. Significant investments in commercial entities that exceed 10% of CET1 capital are deducted from adjusted CET1 capital. Various items are deducted from CET1 capital, including prepaid portfolio insurance assets, non-payment and non-delivery on non-DvP transactions, and exposures to non-qualifying central counterparties. Investments in other TLAC instruments issued by D-SIBs and/or G-SIBs are deducted from Tier 2 capital. Group 2 cryptoassets are included in the deductions to CET1 capital. Investments of a D-SIB or G-SIB in its own other TLAC instruments are deducted from TLAC available. Deductions are made from the next highest tier of capital if there is insufficient capital in a particular tier. Supporting information and calculations are provided in additional sections. Allowances for impairment are included in capital, subject to certain limits. The inclusion of general allowances in Tier 2 capital depends on the institution's approach. Insured mortgages and HELOCs are summarized, and exposures subject to currency mismatch multiplier are reported. The treatment of qualifying capital issued out of subsidiaries is described. The credit risk treatment of securitization exposures is outlined, including the hierarchy of approaches and the assessment of transferring significant credit risk."
   },
   {
      "schedule": "40.130 - Regulatory Retail - Transactors",
      "summary": "The context provided discusses various aspects of the regulatory retail framework, specifically focusing on the treatment of guarantees, credit derivatives, collateral, and exposure-weighted average probability of default (PD) bands. It also mentions the reporting of gross exposures before credit risk mitigation, adjustments to net exposure, and adjusted exposures after credit risk mitigation. The context further explains the reporting of exposures by original obligor and ultimate guarantor, as well as the breakdown of balance sheet coverage by risk type. It also provides information on specific exposure classes such as residential mortgages, commercial real estate, corporate exposures, reverse mortgages, mortgage-backed securities, and equity investments in funds."
   },
   {
      "schedule": "40.140 - Regulatory Retail - Revolvers",
      "summary": "The context provided discusses various aspects of the regulatory retail revolving credit risk-weight formula and treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach. It also mentions the reporting of estimated PDs, notional principal amount, gross exposure, and adjustments to net exposure. The context further explains the breakdown of exposures by original obligor and ultimate guarantor, as well as the calculation of risk-weighted assets and expected loss amounts under the slotting approach and IRB retail methodology."
   },
   {
      "schedule": "40.150 - Regulatory Retail - Indirect Auto",
      "summary": "The context provided discusses various aspects of the regulatory retail - indirect auto. It mentions the different correlation factors used in the risk-weight formula for mortgages, qualifying revolving retail, and non-regulatory retail. It also discusses the treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach. The context provides information on the columns for \"Before CRM\" and \"After CRM\" which include estimated PDs, notional principal amount, gross exposure, adjusted exposure, and CRM adjustments to net exposure. It also mentions the treatment of OTC derivatives and repo-style transactions. The context further discusses the calculation of risk-weighted assets, expected loss amounts, and LGD on insured exposures bound by DLGD floor. It provides information on the slotting approach for specialized lending and the standardized approach for operational risk capital."
   },
   {
      "schedule": "40.160 - Small Business Entities (SBE) treated as Regulatory retail",
      "summary": "The context provided discusses various aspects related to the treatment of small business entities (SBE) as regulatory retail. It mentions that wholesale refers to entities such as the Sovereign, PSE, PSEs, Bank, Covered Bonds, Securities Firms, and Other Financial Institutions treated as Bank, Corporate, and Securities Firms and Other Financial Institutions Treated as Corporate. It also mentions different exposure classes in the Banking Book and the Trading Book. The context further discusses the treatment of guarantees and credit derivatives in the IRB Retail approach, as well as the calculation of LGD (Loss Given Default) and PD (Probability of Default). It also provides information on the reporting of PDs, gross exposure, CRM (Credit Risk Mitigation) adjustments, and adjusted exposure. Additionally, it mentions the inclusion of qualifying capital issued out of subsidiaries, allowance for impairment, CCyB (Countercyclical Buffer), and off-balance sheet exposures."
   },
   {
      "schedule": "40.170 - Regulatory Retail - All Other Exposures",
      "summary": "The 40.170 - Regulatory Retail - All Other Exposures is a category that includes various types of exposures that do not meet expectations related to B-20 Sections 4.1.11 and 5.2.1(v) and B-20 Sections 4.1.12 and 5.2.1(i). It includes exposures secured by immovable properties that are not residential real estate, such as general commercial real estate (CRE) and income-producing CRE. It also includes exposures related to land acquisition, development, and construction (ADC) in the corporate sector. Other types of exposures in this category include reverse mortgages, mortgage-backed securities (MBS), other credit risk-weighted assets, and equity investments in funds. The exposures are further broken down into subcategories based on their specific characteristics. The schedule provides detailed information on the gross exposures, credit risk mitigation adjustments, and risk-weighted assets associated with each exposure type. The schedule also includes information on estimated probability of default (PD), loss given default (LGD), and adjustments for credit risk mitigation. The memo item captures uninsured mortgage exposures subject to a DLGD floor. Derivative contracts are reported separately on schedule 70.030, with RWAs for default risk reported on the exposure class schedules and RWAs for derivatives transacted through a qualifying central counterparty reported on schedule 70.040."
   },
   {
      "schedule": "40.180 - Non-regulatory Retail",
      "summary": "The context provided discusses various aspects of the Non-regulatory Retail approach in the BCAR (Basel Capital Adequacy Reporting) framework. It mentions that different correlation factors are used in the risk-weight formula for mortgages, qualifying revolving retail, and Non-regulatory retail. The treatment of guarantees, credit derivatives, and collateral in the IRB (Internal Ratings-Based) Retail approach is also discussed. The context further explains the columns and reporting requirements for estimated PDs (Probability of Default), notional principal amount, gross exposure, CRM (Credit Risk Mitigation) adjustments, and adjusted exposure. It also provides instructions for reporting off-balance sheet exposures and gross exposures by original obligor and ultimate guarantor. Additionally, it mentions the calculation of CCyB (Countercyclical Buffer) add-on rate and weighted buffer add-on percentage. The context concludes with information about the reporting of balance sheet coverage by risk type and reconciliation to the consolidated balance sheet."
   },
   {
      "schedule": "40.190 - General Residential Real Estate excl. HELOCs",
      "summary": "The context provided discusses various exposure classes and subcategories related to residential real estate mortgages. One specific subcategory mentioned is \"General Residential Real Estate excl. HELOCs.\" This subcategory refers to exposures that do not meet expectations related to B-20 Sections 4.1.11 and 5.2.1(v). It includes general residential real estate mortgages that are not income-producing or related to land acquisition, development, and construction. The context also mentions the treatment of guarantees and credit derivatives in the IRB Retail approach, as well as the reporting of estimated PDs and adjusted exposures before and after credit risk mitigation. Additionally, it discusses the treatment of collateral and the risk weight factors applicable to each exposure class."
   },
   {
      "schedule": "40.20 - General HELOCs",
      "summary": "Schedule 40.20, titled \"General HELOCs,\" collects information on general home equity lines of credit (HELOCs) issued by the reporting institution. The schedule provides details on the amounts eligible for inclusion in the reporting institution's capital. The information is collected separately for subsidiaries that are banks and subsidiaries that are not banks. The schedule also includes information on the allowance for impairment and its capital treatment. The schedule follows the general methodology outlined in the OSFI's IFRS 9 guideline for including general allowances in Tier 2 capital. It also provides instructions for reporting estimated PDs, notional principal amounts, and gross exposures before credit risk mitigation. The schedule includes columns for CRM adjustments to net exposure, such as guarantees and credit derivatives. Adjusted exposures and RWAs are reported in the \"After CRM\" columns. The schedule also includes instructions for reporting exposures subject to currency mismatch multiplier and provides a summary of capital and TLAC elements listed on Schedule 20.010."
   },
   {
      "schedule": "40.210 - Income-Producing Residential Real Estate excl. HELOCs",
      "summary": "The context provided does not contain any information about 40.210 - Income-Producing Residential Real Estate excl. HELOCs."
   },
   {
      "schedule": "40.220 - Income-Producing HELOCs",
      "summary": "Schedule 40.220 collects information on Income-Producing HELOCs (Home Equity Lines of Credit) under the standardized approach for calculating credit risk-weighted assets (RWAs). The schedule provides details on the exposures before credit risk mitigation (CRM), including both gross and net exposures. Repo-style transactions are reported based on the exposure class of the counterparty. The schedule also includes information on undrawn commitments, OTC derivatives, and other off-balance sheet items, including both notional and credit equivalent amounts. The total amounts for these items should reconcile with the corresponding schedules for off-balance sheet exposures."
   },
   {
      "schedule": "40.220a - Residential Real Estate Exposures that do not meet expectations related to B-20 (Mortgages)",
      "summary": "The summary of 40.220a - Residential Real Estate Exposures that do not meet expectations related to B-20 (Mortgages) is as follows:\n\nThis section provides guidelines for reporting residential real estate exposures that do not meet expectations related to B-20 (Mortgages). It includes subcategories such as General CRE, Income-Producing CRE, Corporate Land acquisition and development, Reverse Mortgages, Mortgage-Backed Securities (MBS), Other credit risk-weighted assets, and Equity Investments in Funds.\n\nThe exposures are further classified into different credit risk exposure sub-types. The summary also mentions the treatment of collateral, guarantees, and credit derivatives under the simple and comprehensive approaches. It explains the reporting of insured residential mortgages and the treatment of mortgage insurance.\n\nThe summary also covers the reporting of securitization exposures using the external ratings based approach, risk weights, and collateral adjustments. It provides information on the treatment of unrated exposures and exposures subject to caps based on KSA or a Standardized Approach risk weight.\n\nAdditionally, it includes sections on Standardized Approach Other Assets, unrealized gains on derivatives, unsettled non-DvP trades, right of use assets, prepaid portfolio mortgage insurance, unallocated accrued interest, and other miscellaneous receivables.\n\nOverall, the section provides detailed guidelines for reporting and calculating risk-weighted assets for residential real estate exposures that do not meet expectations related to B-20 (Mortgages)."
   },
   {
      "schedule": "40.220b - Residential Real Estate Exposures that do not meet expectations related to B-20 (HELOCs)",
      "summary": "The summary of 40.220b - Residential Real Estate Exposures that do not meet expectations related to B-20 (HELOCs) is as follows:\n\nThis section of the BCAR guideline provides information on the exposure classes and subcategories of residential real estate that do not meet expectations related to B-20 (HELOCs). It includes guidelines for retail residential mortgages, commercial real estate (CRE), corporate land acquisition, development and construction (ADC), reverse mortgages, mortgage-backed securities (MBS), other credit risk-weighted assets, and equity investments in funds.\n\nThe guideline outlines the different subcategories within each exposure class and provides details on the criteria that must be met for each subcategory. It also explains the treatment of collateral, guarantees, and credit derivatives in the risk-weight calculation.\n\nThe guideline further provides instructions on how to report the exposures, including the calculation of risk weights, weighted average maturity, and adjustments for credit risk mitigation. It also specifies the reporting requirements for uninsured and insured mortgages, as well as the treatment of securitization exposures.\n\nOverall, this section of the guideline provides comprehensive guidance on the treatment and reporting of residential real estate exposures that do not meet expectations related to B-20 (HELOCs)."
   },
   {
      "schedule": "40.230 - General Commercial Real Estate (CRE)",
      "summary": "The document provides information about the General Commercial Real Estate (CRE) exposure classes and subcategories. It explains that General CRE refers to exposures secured by immovable property that is not residential real estate and does not meet the criteria of income-producing CRE and land acquisition, development, and construction (ADC). Income-Producing CRE refers to CRE where the loan servicing depends on the cash flows generated by the property securing the loan. Corporate Land acquisition, development, and construction (ADC) is also mentioned as a subcategory. The document also discusses other exposure types such as Retail residential mortgages, Reverse Mortgages, Mortgage-Backed Securities (MBS), Other credit risk-weighted assets, and Equity Investments in Funds. It provides instructions on reporting estimated PDs, gross exposures, CRM adjustments, and adjusted exposures. The document also includes information on reporting exposures by original obligor and ultimate guarantor, as well as balance sheet coverage by risk type and reconciliation to the consolidated balance sheet."
   },
   {
      "schedule": "40.240 - Income-Producing CRE",
      "summary": "The context provided describes the methodology and calculations involved in determining the Adjusted Gross Income for income-producing commercial real estate (CRE). The Adjusted Gross Income is calculated by summing the lesser of the absolute value of net interest income and 2.25% of interest earning assets, dividend income, fee and commission income, other income, net profit/loss from the trading book, and net profit/loss from the banking book. Adjusted Gross Income should exclude income related to insurance subsidiaries that are not consolidated for capital adequacy reporting purposes and include any adjustments for mergers, acquisitions, and divestitures.\n\nThe context also provides information on the line items in the Consolidated Statement of Income or Consolidated Balance Sheet that should be used to calculate Adjusted Gross Income for operational risk capital. It further explains the different exposure classes and subcategories within income-producing CRE, as well as the calculation of credit risk exposure sub-types.\n\nAdditionally, the context discusses the calculation of Potential Future Exposure (PFE) and the use of internal models for determining operational risk capital requirements. It also provides guidance on the allocation of exposure at the derivative type level and the calculation of replacement cost and PFE add-ons.\n\nFinally, the context explains the calculation of credit risk-weighted assets under the Standardized Approach, including the reporting of exposures before credit risk mitigation (CRM) and the reconciliation of notional and credit equivalent amounts for undrawn commitments, OTC derivatives, and other off-balance sheet items."
   },
   {
      "schedule": "40.250 - Land Acquisition, Development and Construction (ADC) excluding HVCRE",
      "summary": "The context provided does not contain any information about 40.250 - Land Acquisition, Development and Construction (ADC) excluding HVCRE. Therefore, a detailed summary cannot be provided."
   },
   {
      "schedule": "40.260 - Reverse Mortgages",
      "summary": "The context provided discusses various aspects of risk-weighted assets (RWAs) and credit risk mitigation (CRM) in the banking book. It mentions different exposure classes, such as wholesale, corporate, specialized lending, and retail. It also discusses the treatment of guarantees, credit derivatives, and collateral in calculating RWAs. Additionally, it provides information on the calculation of expected loss amounts and the use of PD bands for estimating credit risk. The context also mentions the use of a slotting approach for specialized lending exposures and provides general methodologies for calculating RWAs in the IRB retail approach."
   },
   {
      "schedule": "40.270 - Mortgage-Backed Securities (MBS)",
      "summary": "Mortgage-Backed Securities (MBS) are a type of mortgage-backed security that incorporates tranching of credit risk. These exposures are reported on Schedule 60.010 for securitization exposures subject to the standardized approach or the external ratings based approach. The guideline provides detailed instructions on how to calculate credit risk mitigation for the standardized approach, including the use of guarantees, credit derivatives, and collateral. Insured residential mortgages can be reported with risk weights as per the guideline, and mortgage insurance is considered a guarantee that can mitigate credit risk. The guideline also includes information on reporting exposures related to insured Canadian mortgages and HELOCs. Collateral under the comprehensive approach is reported separately and represents the adjustment to the pre-CRM exposure value. Risk weight factors for different exposure classes are provided in the guideline. Mortgage-backed securities are classified as a specific exposure class and have their own risk weight. The guideline also provides instructions for reporting other credit risk-weighted assets, equity investments in funds, and various exposure types. The guideline outlines the treatment of different types of exposures, including retail residential mortgages, commercial real estate, corporate exposures, reverse mortgages, and other credit risk-weighted assets. The guideline also provides instructions for calculating the countercyclical buffer and off-balance sheet exposures."
   },
   {
      "schedule": "40.280 - Equity Investments in Funds",
      "summary": "Schedule 40.280 of the guideline provides information on the treatment of equity investments in funds. The guideline states that holdings of instruments in financial institutions that represent significant investments are reported separately. These holdings are split between investments in deconsolidated subsidiaries and other significant investments and interests in joint ventures. The equity method of accounting is used to determine the deduction for interests in joint ventures and investments in deconsolidated subsidiaries. The equity method of accounting may also be used for other substantial investments.\n\nThe guideline also states that goodwill included in the valuation of significant investments in the capital and Other TLAC Instruments of banking, financial, and insurance entities should be deducted from CET1. The calculation of total capital and TLAC available is presented in Section A of the guideline, with subcomponents of regulatory capital reported both gross and net of deductions.\n\nCertain deductions are made from CET1 capital, including prepaid portfolio insurance assets, non-payment and non-delivery on non-Delivery vs. Payment transactions, portion of exposure below the materiality threshold on credit protection, exposures to non-qualifying central counterparties, and equity investments in funds subject to the fall-back approach.\n\nThe guideline also outlines the calculation of deductions for significant investments in common equity of financials, mortgage servicing rights, and deferred tax assets arising from temporary differences. These deductions are subject to two levels of threshold deductions.\n\nAdditionally, the guideline includes a section on the phase-out of non-qualifying capital instruments for FCUs, as well as memo items and supporting calculations for the allowance for impairment and qualifying capital issued out of subsidiaries.\n\nOverall, Schedule 40.280 provides detailed information on the treatment of equity investments in funds and the deductions that should be made from regulatory capital."
   },
   {
      "schedule": "40.290 - Other credit risk-weighted assets",
      "summary": "Schedule 40.290 captures Other Credit Risk-Weighted Assets under the Standardized Approach. This section includes banking book balance sheet assets that are not reported elsewhere in the standardized approach to credit risk. The risk weight for these assets is generally 100%. The section includes various types of assets such as unrealized gains on derivatives, unsettled non-DvP trades, right of use assets, prepaid portfolio mortgage insurance, unallocated accrued interest, and other miscellaneous receivables. The section also allows for the inclusion of assets that cannot be readily assigned to a counterparty. The use of this line item should be minimal."
   },
   {
      "schedule": "50.010 - Sovereign",
      "summary": "Schedule 50.010 - Sovereign is a section of the banking book credit risk treatment that captures information related to exposures to sovereign entities. It includes exposures to sovereigns, public service entities (PSEs), and multilateral development banks (MDBs). The schedule provides details on risk-weighted assets (RWA) and expected loss amounts (EL) for insured exposures after recognition of credit risk mitigation. It also includes information on insured exposures bound by the default loss given default (DLGD) floor, LGD on insured exposures bound by the DLGD floor before and after the floor, and exposures treated under the securitization framework. The schedule further breaks down exposures by exposure class, such as sovereign, bank, covered bonds, corporate, specialized lending, and retail. It also includes information on derivatives, including notional principal amounts and counterparty credit risk exposure for default risk capital requirements. The schedule provides guidance on the calculation of credit equivalent amounts for derivatives using the Standardized Approach for counterparty credit risk (SA-CCR)."
   },
   {
      "schedule": "50.020 - PSEs",
      "summary": "The context provided discusses the computation of Replacement Cost (RC) and Potential Future Exposure (PFE) for derivative trades. The allocation of EAD (Exposure at Default) to different derivative types is also explained. The context further explains the computation of PFE add-ons at the derivative type level and the use of an internal model method. It also mentions the treatment of guarantees and the calculation of LGD (Loss Given Default) for certain exposures. The context provides information on various exposure classes and subcategories, as well as the completion of credit risk schedules. It also mentions the treatment of securitization exposures."
   },
   {
      "schedule": "50.030 - MDBs ",
      "summary": "Schedule 50.030 - MDBs captures information related to Risk-weighted Assets (RWA) and Expected Loss Amount (EL) for insured exposures after recognition of credit risk mitigation. It includes various memo items and schedules that provide details on different aspects of credit risk.\n\nThe memo item section for Risk-weighted Assets (M52) and Expected Loss Amount (M53) captures information on RWA and EL for insured exposures reported in schedule M48. These values are calculated after recognition of credit risk mitigation.\n\nSchedules 50.010, 50.060, 50.190, 50.220, 50.230, 50.240, 50.250, 50.250a, and 50.250b focus on Credit Risk-weighted Assets under the IRB Approach for Insured exposures subject to DLGD floor. These schedules capture information related to the DLGD floor for insured exposures and include only exposures for which the DLGD floor has increased the LGD of the uninsured exposure.\n\nThe memo item section for Insured exposures bound by LGD floor (M61) provides details on a subset of insured exposures reported in column \"After CRM - Adjusted EAD, where: collateral is not reflected in EAD (M2)\". It includes exposures for which the DLGD floor resulted in an increase of the LGD.\n\nThe columns LGD on insured exposures bound by DLGD floor, before DLGD floor (%) (M62) and LGD on insured exposures bound by DLGD floor, after DLGD floor (%) (M63) represent the exposure-weighted average pre-CRM LGD of insured exposures before and after adjustments for the DLGD floor, respectively.\n\nSchedule 50.150 focuses on the IRB Specialized Lending Slotting Approach. It is used by institutions that do not meet the criteria for estimating a PD for specialized lending exposures. The schedule determines RWAs for these exposures using a supervisory slotting approach.\n\nThe General Methodology section provides an overview of the calculations of RWAs and expected loss amounts under the slotting approach. It explains that RWAs are determined by applying prescribed risk weight factors to the exposures, while expected loss amounts are calculated by multiplying exposures by an appropriate expected loss factor and by 8%.\n\nSchedules 50.160 to 50.210 cover Credit Risk-weighted Assets under the IRB Approach for Retail. The methodology for IRB retail closely follows that for AIRB wholesale exposures, with some differences. Retail has a unique risk weight formula that does not incorporate a factor for maturity. Exposures guaranteed by the \"Bank\" class of guarantor are not reported on schedule 70.040 to avoid double counting.\n\nThe LGD on Guaranteed exposures, before recognition of guarantees and LGD on Guaranteed exposures, after recognition of guarantees columns represent the exposure-weighted average LGD of guaranteed exposures before and after adjustment for recognition of guarantees, respectively. These LGDs should be included in the calculation of the \"after-CRM\" LGDs reported in the main portion of the schedule.\n\nSchedules 50.010, 50.060, 50.220, 50.230, 50.240, 50.250, 50.250a, and 50.250b focus on Credit Risk-weighted Assets under the IRB Approach for Insured Retail Residential Mortgage, HELOC. The memo item section captures information related to insured residential mortgages and HELOCs after recognition of credit risk mitigation. It includes exposures where the PD of the private mortgage insurer or sovereign guarantor is substituted for the PD of the original obligor, as well as exposures where the institution has chosen not to recognize credit risk mitigation for regulatory capital.\n\nThe Exposure (at PD of original obligor) (M48) column represents the exposures at the PD estimated for the original obligor. The Redistribution of exposures for insured mortgages (M49) column captures the movement of exposure amounts from the pre-CRM PD to the after-CRM PD.\n\nThe Weighted Ave. LGD (adjusted for CRM after application of floor) (%) (M50) column represents the exposure-weighted average LGD associated with exposures in the \"Exposure (at PD of original obligor) (M48)\" column.\n\nThe Weighted Ave. Maturity (years) (M51) column represents the weighted average maturity of exposures for schedules 50.010 and 50.060.\n\nSchedules 50.220 to 50.250b focus on Credit Risk-weighted Assets under the IRB Approach for Residential Real Estate and HELOC. The memo item for IRB Uninsured mortgage DLGD floor captures information on uninsured exposures to which an institution applies a DLGD floor. The LGD on uninsured exposures bound by DLGD floor, before DLGD floor (%) (M42) and LGD on uninsured exposures bound by DLGD floor, after DLGD floor (%) (M43) columns represent the exposure-weighted average LGD of uninsured exposures before and after adjustment for the DLGD floor, respectively.\n\nSchedule 70.030 covers Derivative Contracts. It separates bilateral OTC derivatives and exchange-traded and OTC derivatives transacted through a qualifying central counterparty. RWAs for default risk on bilateral OTC derivatives are reported on the exposure class schedules, while RWAs for default risk on derivatives transacted through a qualifying central counterparty are reported on schedule 70.040. Credit valuation adjustments on bilateral OTC derivatives are reported on schedule 80.010.\n\nOverall, Schedule 50.030 provides detailed information on Risk-weighted Assets and Expected Loss Amounts for insured and uninsured exposures, as well as specific methodologies and calculations for different types of credit risk."
   },
   {
      "schedule": "50.040 - Bank (excluding Covered Bonds)",
      "summary": "Schedule 50.040 in the context provided collects information on the Bank's exposure classes in the Banking Book (excluding securitization) and the Trading Book exposure class. It includes wholesale exposures to the Sovereign, PSE, PSEs, Bank, Covered Bonds, Securities Firms, and Other Financial Institutions Treated as Bank, as well as corporate exposures (large, mid-sized, SMEs treated as Corporate) and specialized lending exposures (including Project Financing, Object Financing, Commodity Financing, HVCRE, and Slotting Approach). The schedule also provides instructions on how guarantees should be recognized and adjusted in the LGD calculation. It further explains the calculation of the \"after guarantee\" LGD for exposures with a 2% risk weight. The schedule also mentions the inclusion of credit derivatives held in the trading book and the allocation of risk capital to trades within a netting set. Additionally, it provides instructions for reporting off-balance sheet exposures and the breakdown of gross exposures by original obligor and ultimate guarantor. The schedule also mentions the inclusion of undrawn commitments reported for equity exposures and the determination of credit conversion factors. It further explains that exposures and credit equivalent amounts should be reported gross of allowances and before any credit risk mitigation. The schedule also refers to other related schedules, such as Schedule 10.060 for gross exposures by original obligor and ultimate guarantor, Schedule 10.070 for balance sheet coverage by risk type, and Schedule 10.050 for off-balance sheet exposures excluding derivatives and securitization."
   },
   {
      "schedule": "50.050 - Covered Bonds",
      "summary": "The context provided discusses various aspects related to covered bonds and their treatment in the banking book. It mentions that covered bonds are included in the wholesale exposure class and are treated as corporate exposures. The context also mentions that guarantees associated with exposures can be recognized through adjustments to the loss given default (LGD) instead of substituting the guarantor's probability of default (PD) and risk-weight function. It further states that the LGD for exposures qualifying for a 2% risk weight can be calculated using a specific formula. The context also discusses the treatment of credit derivatives held in the trading book and the allocation of risk capital to trades within a netting set. Additionally, it provides information on the reporting of notional amounts of derivatives, the calculation of credit equivalent amounts for derivatives, and the valuation adjustments for less liquid positions. The context also includes information on the calculation of the one-day value at risk and the backtesting of consolidated value at risk models. Finally, it mentions the schedules and methodologies related to credit risk weighted assets under the IRB approach for specialized lending and retail portfolios."
   },
   {
      "schedule": "50.060 - Securities Firms and Other Financial Institutions Treated as Bank",
      "summary": "The context provided describes the different exposure classes and calculations involved in the 50.060 - Securities Firms and Other Financial Institutions Treated as Bank. It includes information on wholesale exposures, guarantees, LGD adjustments, risk-weight calculations, deductions for investments in the capital of banking and financial entities, securitization treatment, and the calculation of total capital and TLAC available. The context also mentions specific instructions and guidelines for reporting and calculating various items."
   },
   {
      "schedule": "50.070 - Large Corporate",
      "summary": "The context provided describes the guidelines and calculations for the Large Corporate exposure class in the banking book. It includes information on wholesale exposures, guarantees, LGD adjustments, risk-weighted assets, expected loss amounts, and specialized lending. The context also mentions the treatment of insured exposures, the slotting approach for specialized lending, and the methodology for retail portfolios under the IRB approach."
   },
   {
      "schedule": "50.080 - Mid-sized Corporate",
      "summary": "Schedule 50.080 - Mid-sized Corporate is a reporting schedule that captures information related to wholesale exposures in the Banking Book for mid-sized corporate entities. It includes exposures to the Sovereign, PSEs, Banks, Covered Bonds, Securities Firms, and Other Financial Institutions Treated as Corporate. The schedule also covers specialized lending, such as project financing, object financing, commodity financing, HVCRE, and bank exposure classes. The schedule provides details on risk-weighted assets (RWAs) and expected loss amounts for these exposures. It also includes information on the LGD adjustment to reflect guarantees, DLGD floor for insured exposures, and the IRB slotting approach for specialized lending. The methodology for calculating RWAs and expected loss amounts is provided in the guideline."
   },
   {
      "schedule": "50.090 - SMEs treated as Corporate",
      "summary": "Schedule 50.090 in the context provided is related to the treatment of Small and Medium Enterprises (SMEs) as corporate exposures in the banking book. It includes various exposure classes such as wholesale, sovereign, PSE, bank, covered bonds, securities firms, and other financial institutions treated as corporate. The schedule also covers specialized lending, project financing, object financing, commodity financing, HVCRE, and bank exposure classes.\n\nThe schedule discusses the treatment of guarantees in the AIRB approach, where guarantees may be recognized through an adjustment to the Loss Given Default (LGD) instead of substituting the guarantor's Probability of Default (PD) and risk-weight function. Guarantors associated with exposures are reported after any exposure class shifts for guarantees.\n\nFIRB banks compare expected loss to LGD, and if the expected loss for a defaulted exposure equals the supervisory LGD, then LGD minus expected loss equals zero. The \"after guarantee\" LGD for an exposure that qualifies for a 2% risk weight can be calculated using the formula (2% * EAD * LGD') / RWA', where LGD' and RWA' are values calculated prior to the recognition of the guarantee.\n\nOnly those exposures for which the Default LGD (DLGD) floor is greater than both the 10% LGD floor and the institution's own estimate of LGD should be included in the memo item section.\n\nCredit derivatives held in the trading book and not hedging banking book items or the counterparty credit risk on other trading book derivatives are included in Part B of schedule 70.030.\n\nFor this specific scenario, institutions may choose to allocate the Risk Capital (RC) to trades within a netting set differently, either equally distributed to trades with positive RC or distributed according to the relative size of the Potential Future Exposures (PFEs) of the trades within a netting set. The allocation method chosen must be used consistently across all netting sets.\n\nThe schedule also provides instructions for reporting calculations at reporting date and 60-day average calculations.\n\nThe guideline includes information on the weighted average firm size for SMEs treated as corporate, which is reported in thousands of dollars and determined according to the guideline's section 5.3.1(ii).\n\nSales, which represent the level of annual sales associated with gross exposures, are reported in the return. RWAs for exposures not in default are calculated using the appropriate risk-weight formula for the reported exposure class. RWAs for exposures in default are based on the difference between the defaulted exposure's LGD and expected loss.\n\nCalculations of RWAs for specific exposure classes subject to the FIRB and AIRB approaches are described for corporate, sovereign, PSE, bank, and specialized lending in section 5.3.1.\n\nExpected loss for an exposure is calculated based on the PD and LGD, with the LGD prescribed for institutions under the FIRB approach and estimated by institutions under the AIRB approach. The expected loss for an exposure in default is equal to the prescribed LGD for the FIRB approach and the best estimate of expected loss for the AIRB approach.\n\nThe memo item captures guaranteed exposures to which an AIRB-approved institution applies an LGD adjustment to reflect guarantees on its wholesale exposures. Exposures from the wholesale IRB schedules guaranteed by qualifying central counterparties are also reported in the memo item.\n\nThe schedule includes information on deductions net of eligible tax liabilities or short positions, as well as the treatment of qualifying capital issued out of subsidiaries.\n\nSchedule 20.030 provides calculations for the amount of eligible general allowance and excess/shortfall in allowances included in capital. General allowances held against performing loans may be included in Tier 2 capital, subject to certain conditions. Institutions approved for the use of an IRB approach must compare their allowance for credit losses to IRB expected loss amounts and deduct any shortfall from Common Equity Tier 1 capital. Excess allowances may be included in Tier 2 capital, subject to certain conditions and with prior written approval from OSFI.\n\nThe schedule also includes calculations for net Stage 1 and Stage 2 allowances allocated to standardized and IRB portfolios, as well as the adjusted exposure (EAD) after credit risk mitigation.\n\nOverall, Schedule 50.090 provides detailed instructions and calculations for the treatment of SMEs as corporate exposures in the banking book, including the treatment of guarantees, credit derivatives, and allowances."
   },
   {
      "schedule": "50.10 - Securities Firms and Other Financial Institutions Treated as Corporate",
      "summary": "The context provided describes the different components and calculations involved in the 50.10 - Securities Firms and Other Financial Institutions Treated as Corporate. It includes information on wholesale exposures, guarantees, LGD adjustments, risk weights, deductions from capital, phase-out of non-qualifying capital instruments, and the calculation of the Business Indicator component. The summary provides an overview of the context without going into specific details of each calculation."
   },
   {
      "schedule": "50.110 - Specialized Lending - Project Financing",
      "summary": "The context provided describes various aspects of specialized lending and project financing in the banking book. It mentions that wholesale exposures include sovereign, PSEs, banks, covered bonds, securities firms, and other financial institutions treated as banks or corporates. It also states that guarantees may be recognized through an adjustment to LGD in the AIRB approach. The context further explains that the \"after guarantee\" LGD for a 2% risk weight exposure can be calculated using a specific formula. It mentions that only exposures with a DLGD floor greater than the 10% LGD floor and the institution's own estimate of LGD should be included in a memo item section. The context also discusses credit derivatives held in the trading book and the allocation of risk capital to trades within a netting set. It provides instructions for calculating risk-weighted assets and expected loss amounts under the slotting approach for specialized lending. The context includes information on the methodology for calculating RWAs for retail portfolios and the treatment of securitization exposures. It lists the exposure classes for the banking book and provides instructions for calculating deductions for investments in the capital of banking, financial, and insurance entities. The context also explains the phase-out of non-qualifying capital instruments for FCUs and includes memo items related to these topics."
   },
   {
      "schedule": "50.120 - Specialized Lending - Object Financing",
      "summary": "The context provided discusses the classification and treatment of specialized lending, specifically object financing, in the banking book. Object financing is one of the exposure classes in the banking book, along with other specialized lending categories such as project financing, commodity financing, HVCRE, and slotting approach. The context also mentions that guarantees associated with exposures reported in the class are recognized through adjustments to the loss given default (LGD) instead of substituting the guarantor's probability of default (PD) and risk-weight function.\n\nThe context further explains that in the AIRB approach, banks compare expected loss (EL) to LGD for defaulted exposures, and if the EL equals the supervisory LGD, then LGD minus EL equals zero. It also states that the \"after guarantee\" LGD for an exposure qualifying for a 2% risk weight can be calculated using the formula (2% * EAD * LGD') / RWA', where LGD' and RWA' are values calculated prior to recognizing the guarantee.\n\nAdditionally, the context mentions that only exposures for which the DLGD (downturn LGD) floor is greater than both the 10% LGD floor and the institution's own estimate of LGD should be included in a specific memo item section. It also clarifies that credit derivatives held in the trading book and not hedging banking book items or counterparty credit risk on other trading book derivatives are included in a different schedule.\n\nThe context provides instructions for reporting collateral and guarantees under the simple and comprehensive approaches, as well as the treatment of insured residential mortgages. It also mentions that exposures to mortgage-backed securities with tranching of credit risk should be reported on a specific schedule.\n\nFurthermore, the context discusses the calculation of deductions for investments in the capital of banking, financial, and insurance entities, as well as the phase-out of non-qualifying capital instruments for certain institutions. It provides guidelines for reporting exposures in different exposure classes and emphasizes the importance of meeting operational requirements for recognizing credit risk transfer in securitization transactions.\n\nOverall, the context provides detailed information on the classification, treatment, and reporting requirements for specialized lending, specifically object financing, in the banking book."
   },
   {
      "schedule": "50.130 - Specialized Lending - Commodity Financing",
      "summary": "The context provided is a collection of various instructions and guidelines related to specialized lending, specifically commodity financing. It includes information on exposure classes, risk-weight functions, guarantees, credit derivatives, collateral, and the calculation of risk-weighted assets. The context also mentions the treatment of equity investments in funds, derivatives, counterparty credit risk, valuation adjustments, and backtesting of consolidated value at risk models. Overall, the context provides detailed instructions and guidelines for reporting and calculating various aspects of commodity financing in the banking book."
   },
   {
      "schedule": "50.140 - Specialized Lending - HVCRE including ADC",
      "summary": "Schedule 50.140 - Specialized Lending - HVCRE including ADC is a reporting schedule that provides detailed information on various types of exposures related to specialized lending. The schedule includes exposure classes such as Retail residential mortgages, Commercial Real Estate (CRE), Land acquisition, development and construction (ADC), Reverse Mortgages, Mortgage-Backed Securities (MBS), Other credit risk-weighted assets, and Equity Investments in Funds.\n\nThe exposures are further categorized into subcategories based on their characteristics. For example, General CRE includes exposures secured by immovable property that is not residential real estate and does not meet the criteria of income-producing CRE and ADC. Income-Producing CRE includes exposures where the loan servicing depends on the cash flows generated by the property securing the loan. Corporate Land acquisition, development and construction (ADC) includes exposures related to corporate projects in land acquisition, development, and construction.\n\nThe schedule also provides information on the calculation of credit risk metrics such as Estimated PD (probability of default), Notional Principal Amount, Gross exposure before credit risk mitigation, CRM (credit risk mitigation) Adjustments to Net Exposure, Adjusted exposure (EAD) after CRM, and more. These metrics help in assessing the credit risk associated with the exposures.\n\nThe schedule also includes information on the treatment of guarantees and credit derivatives, collateral, and the modeling of EAD for repo-style transactions and OTC derivatives. It provides guidance on reporting PD bands, minimum allowable PD, and the definition of default.\n\nAdditionally, the schedule includes sections for reporting derivatives, counterparty credit risk exposure for default risk capital requirements, and the methodology for calculating credit equivalent amounts.\n\nOverall, Schedule 50.140 - Specialized Lending - HVCRE including ADC provides a comprehensive framework for reporting and assessing credit risk in specialized lending exposures."
   },
   {
      "schedule": "50.150 - Specialized Lending - Slotting Approach",
      "summary": "Schedule 50.150 - Specialized Lending - Slotting Approach captures information related to the DLGD floor for insured exposures. It includes exposures for which the DLGD floor has increased the LGD of the uninsured exposure after recognition of collateral. The schedule also includes insured exposures bound by the DLGD floor, both before and after DLGD floor adjustments. The IRB Specialized Lending Slotting Approach is used by institutions that do not meet the criteria for estimating a PD for specialized lending exposures. The approach determines RWAs by applying prescribed risk weight factors to the exposures and calculates expected loss amounts by multiplying exposures by an appropriate expected loss factor and by 8%. The methodology for IRB retail is provided in section 5.4 of the guideline. The schedule also provides information on the treatment of guarantees, credit derivatives, and collateral under the simple and comprehensive approaches. The schedule differentiates between defaulted and non-defaulted exposures for both the SA and IRB approaches. The simplified treatment can be used for certain asset classes under the standardized approach. The schedule also clarifies the reporting of exposures in the banking book versus the trading book. The 80% threshold calculation for IRB banks is monitored by OSFI. The schedule includes instructions for reporting collateral adjustments, guarantees, and credit derivatives. Insured residential mortgages are reported with risk weights as per section 4.3.5(vi) of the guideline. The schedule also provides information on the treatment of collateral under the comprehensive approach. RWAs for different exposure classes are determined using risk weight factors provided in the guideline. Schedule 40.120 focuses on the standardized approach for subordinated debt, equity, and other capital instruments. Category III SMSBs have specific reporting requirements for this schedule. Schedule 40.280 covers equity investments in funds and outlines the treatment of these exposures, including the deduction of exposures subject to the fallback approach from CET1 capital."
   },
   {
      "schedule": "50.160 - Regulatory Retail - Transactors",
      "summary": "The context provided discusses various aspects of the regulatory retail exposure class, specifically focusing on the treatment of guarantees and credit derivatives, the use of correlation factors in the risk-weight formula, the treatment of collateral, and the reporting of estimated PDs. It also mentions the columns for \"Before CRM\" and \"After CRM\" that report the notional principal amount and gross exposure before and after credit risk mitigation. Additionally, it provides information on the adjustment to net exposure for guarantees and credit derivatives, as well as for repo-style transactions. The context also mentions the reporting of adjusted exposure (EAD) and provides examples of how exposures and RWAs should be reported for different exposure types. Finally, it discusses the breakdown of balance sheet coverage by risk type and the reconciliation to the consolidated balance sheet."
   },
   {
      "schedule": "50.170 - Regulatory Retail - Revolvers",
      "summary": "The context provided discusses various aspects of the regulatory retail revolving credit risk-weight formula and treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach. It also mentions the reporting of estimated PDs, notional principal amount, gross exposure, and adjusted exposure before and after credit risk mitigation. The context further explains the adjustments to net exposure for guarantees and repo-style transactions, as well as the breakdown of exposures by original obligor and ultimate guarantor. Additionally, it mentions the methodology for calculating RWAs and expected loss amounts under the slotting approach for specialized lending and the IRB approach for retail. Finally, it provides information on the reporting of insured exposures bound by DLGD floor, LGD on insured exposures, and the breakdown of gross exposures by risk type in the balance sheet coverage."
   },
   {
      "schedule": "50.180 - Regulatory Retail - Indirect Auto",
      "summary": "The context provided discusses various aspects of the regulatory retail - indirect auto category. It mentions that different correlation factors are used in the risk-weight formula for mortgages, qualifying revolving retail, and non-regulatory retail. The treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach is also discussed. The context further explains the columns and calculations involved in reporting estimated PDs, notional principal amount, gross exposure, CRM adjustments to net exposure, and adjusted exposure. It also provides information on the treatment of OTC derivatives and repo-style transactions. Additionally, the context mentions the criteria and methodology for determining risk-weighted assets and expected loss amounts under the slotting approach for specialized lending and the IRB approach for retail. It concludes by mentioning the exposure classes and sub-types included in the regulatory retail - indirect auto category."
   },
   {
      "schedule": "50.190 - SBEs treated as Regulatory Retail",
      "summary": "The context provided discusses various aspects of the treatment of guarantees, credit derivatives, collateral, and estimated PDs in the IRB Retail approach. It also mentions the columns and calculations involved in reporting before and after credit risk mitigation, as well as adjustments to net exposure. Additionally, it provides information on the treatment of insured exposures subject to DLGD floor, LGD on insured exposures, and the slotting approach for specialized lending. The context also mentions the breakdown of gross exposures by original obligor and ultimate guarantor, as well as the reporting of RWA for guaranteed and non-guaranteed exposures. Finally, it briefly mentions the balance sheet coverage by risk type and reconciliation to the consolidated balance sheet."
   },
   {
      "schedule": "50.20 - Regulatory Retail - All Other Exposures ",
      "summary": "The 50.20 - Regulatory Retail - All Other Exposures category includes various types of exposures that do not meet expectations related to B-20 regulations. These include retail residential mortgages, commercial real estate (CRE) exposures, corporate land acquisition, development and construction (ADC) exposures, reverse mortgages, mortgage-backed securities (MBS), other credit risk-weighted assets, and equity investments in funds. The exposures are further classified into subcategories based on their characteristics and risk profiles. The schedule provides detailed information on the exposures, including estimated probability of default (PD), notional principal amount, gross exposure before credit risk mitigation, adjustments for guarantees and credit derivatives, adjusted exposure after credit risk mitigation, and risk-weighted assets (RWA). The schedule also includes information on the breakdown of exposures by original obligor and ultimate guarantor, as well as the reconciliation of balance sheet coverage by risk type."
   },
   {
      "schedule": "50.210 - Non-regulatory Retail",
      "summary": "The context provided discusses the treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach. It explains that different correlation factors are used in the risk-weight formula for different types of retail exposures. The context also mentions the reporting of estimated PDs, notional principal amount, and gross exposure before credit risk mitigation. It further explains the adjustments made to net exposure for guarantees, credit derivatives, and repo-style transactions. The adjusted exposure (EAD) is calculated by adding the adjustments for credit risk mitigation to the gross exposure at default. The context also provides information on the reporting of insured exposures bound by the DLGD floor and the calculation of LGD for these exposures. Additionally, it mentions the slotting approach for specialized lending and the methodology for calculating RWAs and expected loss amounts. The context concludes by mentioning the exposure classes and sub-types included in the IRB Retail approach."
   },
   {
      "schedule": "50.220 - General Residential Real Estate excl. HELOCs",
      "summary": "The context provided describes the different exposure classes and subcategories within the General Residential Real Estate category, excluding Home Equity Lines of Credit (HELOCs). These exposures include General Commercial Real Estate (CRE), Income-Producing CRE, Corporate Land Acquisition, Development, and Construction (ADC), Reverse Mortgages, Mortgage-Backed Securities (MBS), and Other Credit Risk-Weighted Assets. The context also explains the treatment of guarantees and credit derivatives, as well as the calculation of risk-weighted assets and expected loss amounts. Additionally, it provides information on the DLGD floor for insured exposures and the slotting approach for specialized lending. The methodology for calculating RWAs under the IRB approach for retail portfolios is also mentioned."
   },
   {
      "schedule": "50.230 - General HELOCs",
      "summary": "The context provided discusses various aspects of the General HELOCs (Home Equity Line of Credit) under the IRB (Internal Ratings-Based) approach. It mentions that different correlation factors are used in the risk-weight formula for different types of retail exposures. The treatment of guarantees, credit derivatives, and collateral in the IRB Retail approach is also discussed. The context further explains the reporting of estimated PDs (Probability of Default) and the minimum allowable PD floor. It provides information on the reporting of gross exposures before credit risk mitigation, adjustments to net exposure, and adjusted exposures after credit risk mitigation. The context also mentions the inclusion of allowances for credit loss in Tier 2 capital and the calculation of risk-weighted assets and expected loss amounts under the IRB approach for retail portfolios."
   },
   {
      "schedule": "50.240 - Income-Producing Residential Real Estate excl. HELOCs",
      "summary": "The context provided does not provide any information specifically about the category \"50.240 - Income-Producing Residential Real Estate excl. HELOCs.\" Therefore, a detailed summary cannot be provided based on the given context."
   },
   {
      "schedule": "50.250 - Income-Producing HELOCs",
      "summary": "The context provided discusses various sections and guidelines related to risk-weighted assets (RWAs) and credit risk mitigation (CRM) for different types of exposures. It mentions the treatment of guarantees and credit derivatives, collateral, and modelling of exposures. It also provides information on the reporting of estimated probability of default (PD), gross exposure, adjustments to net exposure, and adjusted exposure after CRM. Additionally, it discusses the inclusion of qualifying capital issued out of subsidiaries and the allowance for impairment in capital treatment. The context also mentions the calculation of net losses, operational risk capital charge, and credit RWAs under the standardized approach. It provides details on the DLGD floor for insured exposures, the slotting approach for specialized lending, and credit RWAs under the IRB approach for retail."
   },
   {
      "schedule": "50.250a - Residential Real Estate Exposures that do not meet expectations related to B-20 (Mortgages)",
      "summary": "The document provides information on various exposure types related to residential real estate that do not meet expectations related to B-20 (Mortgages). These exposures include general commercial real estate (CRE) exposures, income-producing CRE exposures, corporate land acquisition and development (ADC) exposures, reverse mortgages, mortgage-backed securities (MBS), other credit risk-weighted assets, and equity investments in funds. The document also explains the treatment of collateral and credit risk mitigation for these exposures. It provides guidelines for reporting and calculating risk-weighted assets (RWA) and expected loss amounts for insured exposures. Additionally, it outlines the methodology for determining RWAs under the slotting approach for specialized lending exposures and under the IRB approach for retail exposures."
   },
   {
      "schedule": "50.250b - Residential Real Estate Exposures that do not meet expectations related to B-20 (HELOCs)",
      "summary": "The summary of 50.250b - Residential Real Estate Exposures that do not meet expectations related to B-20 (HELOCs) is as follows:\n\nThis section of the BCAR guideline focuses on residential real estate exposures that do not meet expectations related to B-20, specifically sections 4.1.11 and 5.2.1(v). It includes retail residential mortgages and addresses both general commercial real estate (CRE) exposures and income-producing CRE exposures. It also covers corporate land acquisition, development, and construction (ADC) exposures, reverse mortgages, mortgage-backed securities (MBS), other credit risk-weighted assets, and equity investments in funds.\n\nThe exposure types are further broken down into various subcategories, such as general CRE, income-producing CRE, and corporate ADC. The guideline provides instructions on how to calculate risk weights, adjust net exposures for guarantees and credit derivatives, and account for collateral under the comprehensive approach. It also outlines the treatment of unrated exposures and provides guidance on estimating probability of default (PD) and reporting adjusted exposures.\n\nThe guideline emphasizes the importance of accurately reporting exposures and risk weights based on external ratings, seniority, maturity, and thickness of the note. It also highlights the treatment of securitization exposures, resecuritization exposures, and guarantees and credit derivatives.\n\nOverall, this section provides detailed instructions for calculating and reporting residential real estate exposures that do not meet expectations related to B-20, ensuring compliance with regulatory requirements."
   },
   {
      "schedule": "50.260 - General CRE",
      "summary": "The section provides information on various exposure types and their classifications under the General CRE category. It explains that General CRE includes exposures secured by immovable properties that are not residential real estate and do not meet the criteria of income-producing CRE and land acquisition, development, and construction (ADC). It also mentions other exposure types such as Income-Producing CRE, Corporate ADC, Reverse Mortgages, Mortgage-Backed Securities (MBS), Other credit risk-weighted assets, and Equity Investments in Funds. The context also discusses the calculation of Risk-weighted Assets (RWA) and Expected Loss Amount (EL) for insured exposures, as well as the methodology for determining RWAs under the IRB Approach for specialized lending and retail portfolios. Additionally, it provides information on the calculation of credit equivalent amounts for derivatives and the treatment of netting and credit valuation adjustment (CVA)."
   },
   {
      "schedule": "50.270 - Income-Producing CRE",
      "summary": "Schedule 50.270 - Income-Producing CRE is a subcategory of Commercial Real Estate (CRE) exposures that meet the criteria of being income-producing. These exposures are secured by immovable properties that are not residential real estate. The prospects for servicing the loan depend on the cash flows generated by the property securing the loan, rather than the borrower's capacity to service the debt from other sources. This schedule includes exposures related to land acquisition, development, and construction (ADC) that meet the criteria of income-producing CRE."
   },
   {
      "schedule": "50.280 - Land ADC excluding HVCRE",
      "summary": "The context provided does not mention anything about \"50.280 - Land ADC excluding HVCRE.\" Therefore, it is not possible to provide a detailed summary of this specific topic based on the given context."
   },
   {
      "schedule": "50.290 - Equity Investment in Funds",
      "summary": "The context provided discusses various aspects related to equity investments in funds and their accounting treatment. It mentions that significant investments in financial institutions are reported separately, split between investments in deconsolidated subsidiaries and other significant investments and interests in joint ventures. The equity method of accounting is used to determine the deduction for interests in joint ventures and investments in deconsolidated subsidiaries. Goodwill included in the valuation of significant investments should be deducted from CET1 capital. The context also discusses the calculation of total capital and TLAC available, deductions for investments in the capital of banking, financial, and insurance entities, and the phase-out of non-qualifying capital instruments. It provides information on the calculation of deductions for significant investments in common equity, mortgage servicing rights, and deferred tax assets. The context also mentions the inclusion of qualifying capital issued out of subsidiaries in the reporting institution's capital and the calculation of allowances for impairment. It provides instructions for reporting exposures in different exposure classes and the treatment of guarantees. The context also discusses the calculation of LGD and the inclusion of credit derivatives in the trading book. It provides instructions for the allocation of risk capital to trades within netting sets and the calculation of risk-weighted assets."
   },
   {
      "schedule": "60.020 - Securitization exposures subject to IRB approval",
      "summary": "Schedule 60.020 is used to report securitization exposures subject to IRB approval. If an institution uses a mixed-use IRB/standardized approach for the underlying exposures, they must treat the pool as a standardized approach pool for securitization calculations unless 95% of the underlying exposures are IRB. If an institution has provided implicit support to a securitization structure, the calculation of RWAs must follow the methodology outlined in section 6.8. The exposures requiring a credit risk charge must be reported with other balance sheet and off-balance sheet exposures on the 40 series standardized approach schedules or 50 series IRB approach schedules. The deduction from capital for gains on sale must continue to be reported in Part A of the appropriate securitization schedule (schedule 60.010 or 60.020). Schedules 60.010 and 60.020 distinguish between senior and non-senior exposures as well as between securitization exposures excluding resecuritization, and resecuritization exposures. Resecuritization exposures must be reported on Schedule 60.010, as these exposures must use the standardized approach (SEC-SA). The definition of a senior exposure is provided in section 6.2.1.12 of the guideline. The on and off-balance sheet exposures reported on schedules 60.010 and 60.020 combine synthetic and traditional securitizations and should reconcile in total to the \"Total Exposure (credit equivalent amount for off-balance sheet)\" figures reported net of specific allowances on Schedule 60.030 for standardized and IRB, respectively. Exposures may be netted against Stage 3 allowances held against the securitization itself, and originators may also net Stage 3 allowances held against assets underlying assets against associated 1250% risk-weighted securitization exposures. Schedule 60.020 is divided into four main sections: Select originator securitization exposures, SEC-IRBA Exposures, Securitization exposures subject to the internal assessment approach (IAA), and Exposures subject to caps based on KIRB or an IRB EL-adjusted risk weight. The section also includes memo items for reduction in risk-weighted assets for amounts retained that exceed KIRB and total RWA of exposures subject to a 1250% risk weight."
   },
   {
      "schedule": "60.030 - Summary of Banking Book Securitization Exposures",
      "summary": "Schedule 60.030 is a summary of banking book securitization exposures. It includes exposures with a senior/subordinated structure and non-proportional credit protection. If the assets underlying the securitization are reported on the institution's balance sheet, they must meet the operational requirements for recognizing credit risk transfer in order to be excluded from general credit risk treatment and follow the securitization treatment. Exposures that do not meet the definition of securitization exposures or the operational requirements should be reported as if they had not been securitized and follow the general banking book credit risk treatment.\n\nThe schedule collects banking book exposure classes, which are categorized by exposure type. The exposure classes include sovereigns and central banks, public service entities, multilateral development banks, banks (excluding covered bonds), covered bonds, corporate, specialized lending, other credit risk-weighted assets, regulatory retail, non-regulatory retail, and residential real estate. Each exposure class has specific risk weight factors applicable to it.\n\nThe schedule also includes information on guarantees, credit derivatives, and collateral under the simple and comprehensive approaches for credit risk mitigation. It collects the impact of these mitigants on net exposures and the risk weight adjustments. Additionally, it captures the weighted average maturity of the exposures.\n\nThe schedule further includes sections for select originator securitization exposures, SEC-IRBA exposures, and securitization exposures subject to the internal assessment approach (IAA). It provides details on the treatment of gains on sale, credit-enhancing interest-only strips, and the calculation of credit risk using the SEC-IRBA and IAA.\n\nThere are also sections for unrated exposures measured under the standardized approach (SEC-SA) and other unrated exposures. These sections outline the treatment of unrated exposures and the application of risk weights.\n\nFinally, the schedule includes a section for exposures subject to caps based on KIRB or an IRB EL-adjusted risk weight. These caps limit the risk weight or dollar amount of certain securitization exposures.\n\nOverall, Schedule 60.030 provides a comprehensive summary of banking book securitization exposures and their treatment under various approaches and risk weights."
   },
   {
      "schedule": "70.020 - Counterparty Credit Risk of Trading Book Exposures ",
      "summary": "The document provides detailed information on the reporting requirements and methodologies for counterparty credit risk of trading book exposures. It explains that exposures to mortgage-backed securities with tranching of credit risk should be reported on Schedule 60.010, while credit risk mitigation for the standardized approach is discussed in section 4.3 of the guideline. The document also discusses the treatment of guarantees, credit derivatives, and collateral under the simple and comprehensive approaches. It provides instructions on reporting insured residential mortgages and the treatment of mortgage insurance. The document further explains the reporting requirements for different exposure classes in the banking book and trading book, as well as the treatment of defaulted exposures. It also discusses the simplified treatment for certain asset classes and the differentiation between banking book and trading book exposures. The document provides guidance on calculating the credit equivalent amount of derivatives and the methodologies for the standardized approach and internal model method. It also addresses the reporting of wrong-way risk and provides instructions for reporting the replacement cost and potential future credit exposure components."
   },
   {
      "schedule": "70.030 - Derivative Contracts",
      "summary": "Section A of schedule 70.030 reports the notional amounts of all derivatives, regardless of whether they attract a capital charge or are in the banking or trading book. The notional amounts are reported by product type and by contract type, with precious metals and other commodity contracts reported under \"Commodity Contracts\". The notional amounts are further broken down by maturity band.\n\nAll credit derivatives are reported in section A as well. Credit derivatives through which the reporting institution has acquired protection for hedging banking book exposures or counterparty credit risk on trading book OTC derivatives are treated as credit risk mitigants. Credit derivatives through which the reporting institution has provided protection are also reported separately.\n\nSection B of schedule 70.030 collects information on the credit equivalent amount of derivatives, which is the basis for the default risk capital requirements. The credit equivalent amount can be calculated using the Standardized Approach for Counterparty Credit Risk (SA-CCR) or the internal model method (IMM). The total outstanding credit equivalent amounts reported on schedule 70.030 should equal the credit equivalent amounts reported for OTC derivatives across the exposure class schedules.\n\nSection B also includes information on counterparty credit risk exposure for default risk capital requirements. The general methodology for calculating the credit equivalent amount is provided, and certain derivatives may be excluded from the calculation. The section also explains the treatment of multiple margin agreements and multiple netting sets.\n\nSection C of schedule 70.030 reports the total central CCP credit-risk weighted assets, which is the sum of the risk-weighted assets for exposures to qualifying CCPs and total default fund contributions.\n\nSchedule 80.010 reports the credit valuation adjustments (CVA) risk-weighted assets for bilateral OTC derivatives. Two methods for calculating the capital charge for CVA risk are outlined: the Advanced method and the Standardized method.\n\nOverall, schedule 70.030 provides detailed information on derivative contracts, including notional amounts, credit equivalent amounts, and risk-weighted assets for default risk and CVA risk."
   },
   {
      "schedule": "70.040 - Central Counterparty (CCP) credit RWAs",
      "summary": "The context provided describes various schedules and methodologies related to Central Counterparty (CCP) credit Risk-Weighted Assets (RWAs). \n\nSchedule 10.020 is used to reconcile and validate RWAs and Exposure at Default (EAD) with the BCAR IRB schedules. The reported RWAs and EADs on the IRB schedules must be carried forward to the appropriate column on Schedule 10.020 based on the calculation approach used.\n\nCredit or market RWAs calculated on the deducted portion of non-significant investments in financials are reported on Schedule 40.290 with a 0% risk weight. If an institution's reporting system calculates RWA on the total non-significant investments in financials, the excess RWA can be identified and backed out using a separate line.\n\nSchedule 10.030 collects details on the capital floor calculation for institutions using internal model-based approaches for credit risk, counterparty credit risk, or market risk. Institutions using the standardized approach are not subject to the capital floor and are not required to report this schedule.\n\nThe RWA floor adjustment is based on the difference between the 'floor requirement' and the 'before-floor requirement'. The floor requirement is calculated by applying the floor adjustment factor to standardized credit, market, and operational risk RWAs, less 12.5 x allowances eligible to be included in capital. The before-floor requirement is calculated as credit, market, and operational risk RWAs, as reported on Schedule 10.020, less 12.5 x allowances eligible to be included in capital.\n\nThe floor adjustment factor is normally set at 72.5%, but OSFI may require institutions to apply a higher or lower factor based on individual reviews. The factor will be phased-in over 3 years, starting at 65% in 2023 and rising 2.5% per year to 72.5% in 2026.\n\nStandardized credit risk RWAs should be calculated using approaches that do not require IRB model approval. For securitization exposures, SEC-ERBA and SEC-SA approaches are included in the calculation of standardized credit risk RWAs.\n\nSchedule 10.040 collects information on the Countercyclical Buffer (CCyB) calculation. The methodology for calculating CCyB is described in the General Methodology section.\n\nSchedule 50.010 to 50.250 collects information on Credit Risk Weighted Assets under the IRB Approach for insured exposures subject to DLGD floor. The exposures are reported based on the PD, LGD, and other factors.\n\nSchedule 70.040 collects information on Central Counterparty (CCP) exposures. Section A reports exposures to qualifying CCPs, Section B reports default fund contributions to non-qualifying CCPs, and Section C summarizes the total CCP credit-risk weighted assets.\n\nSchedule 80.010 calculates the capital charge for Credit Valuation Adjustments (CVA) risk on bilateral OTC derivatives. The Advanced method is used for portfolios using the Internal Models Method (IMM), while the Standardized method is used for other portfolios.\n\nSchedule 60.030 summarizes Banking Book Securitization Exposures. The exposures are reported based on the type of credit risk approach used, and senior and non-senior exposures are distinguished.\n\nThe context also provides information on the calculation methodologies and adjustments used in the various schedules."
   },
   {
      "schedule": "80.010 - Credit Valuation Adjustments (CVA)",
      "summary": "The context provided discusses various aspects of credit valuation adjustments (CVA) and the reporting requirements for institutions. It mentions that accumulated net after-tax revaluation losses reflected in retained earnings should be considered in the valuation of own-use PP&E accounted for using the cost model. It also states that certain financial instruments in the banking book, such as loans fair valued under the fair value option or fair value hedge, should be reported based on amortized cost. The context further specifies that all dollar amount data should be reported in thousands of Canadian dollars and calculations yielding percentages should be reported to two decimal places. It also provides information on the scope of reporting entity, credit risk schedule completion, credit risk treatment of securitization exposures, adjustments to gross balances, and other items of note. Additionally, it discusses the treatment of collateral, risk weights, and maturity in the reporting of securitization exposures. The context also mentions the treatment of equity investments in funds, unrated exposures, and exposures subject to caps based on KSA or a standardized approach risk weight."
   },
   {
      "schedule": "90.010 - Minimum Capital Required for Market Risk*",
      "summary": "Schedule 90.010 is the Market Risk schedule that institutions must complete if they meet the qualifying criteria for computing market risk capital requirements. The schedule provides details on the general methodology for calculating capital requirements for interest rate and equity risks on instruments in the trading book, as well as general risk charges for foreign exchange and commodities risk. There are two methodologies available for calculating capital required under the market risk framework: the standardized approach and the internal models approach. The standardized approach uses prescribed factors and breakdowns of portfolios, while the internal models approach uses institution-specific models for Value at Risk (VaR), stressed VaR, incremental risk charge, and a comprehensive risk measure. The interest rate position specific risk capital requirement for tranched products and basket credit default swaps can only be calculated using the standardized approach. The schedule also includes requirements for qualifying internal models and instructions for reporting required market risk capital. Additionally, the schedule provides information on the BCAR Short Form for Category III institutions and the basis of measurement and reporting units."
   }
]